Wissenschaftsphilosophie/Wissenschaftsphilosophie.org
#+TITLE: Einführung in die Wissenschaftsphilosophie
#+SUBTITLE: Mitschriften und Notizen
#+AUTHOR: Christian Sangvik
#+EMAIL: christian.sangvik@gmx.ch
#+DATE: <2018-02-20 Die>

* Administratives

** Dozenten

   - [[mailto:christoph.baumberger@usys.ethz.ch][Christoph Baumberger]]
   - [[mailto:georg.brun@usys.ethz.ch][Georg Brun]]

** Tutoren

   - [[mailto:benedikt.knueses@usys.ethz.ch][Benedikt Knüsel]]
   - [[mailto:heerss@student.ethz.ch][Selim Heers]]
   - [[mailto:martin.ostermeier@usys.ethz.ch][Martin Ostermeier]]

** Webseite

** Literatur

** Prüfung

* Einleitung

* Vorlesungen

** 01 | Vorlesung vom 20. Feb. 2018

*** Was unterscheidet sie von nichtwissenschaftlichen Unternehmungen?

    Wissenschaft ist

    - Empirisch überprüfbare Hypothese
    - möglichst objektiv
    - nicht dogmatisch
    - reproduzierbare Ergebnisse
    - Falsifizierbarkeit
    - Pluralität von Modellen
    - Idealisierungen
    - Prognosen
    - Quantitative Methoden
    - eindeutige Resultate
    - prinzipiell von jedem erlernbar
    - Unsicherheit

*** Aristotelischer Begriff der Wissenschaft

    Aristoteles ist der wichtigste Wissenschaftsphilosoph der Antike. Er hat an
    einer Grosszahl von Dingen gearbeitet. Von Logik, über Ethik bis hin zur
    Naturwissenschaft sehr ausführlich betrachtet.

    Wissenschaftlich in allen Richtungen aktiv.

**** Was bedeutet es, etwas zu lernen?

     Lernen beruht auf Beobachtung. Nicht alle lernen auf die gleiche Weise.

*** Bacon

    Wissenshaft gerechtfertig durch Anwendbarkeit und praktischen Nutzen.

** Logischer Empirismus

*** Philosophiegeschichte

    *Empirismus* - /Alles Wissen/ nimmt seinen Anfang in der Erfahrung. Es muss
    begründbar sein. "Nichts ist im Geiste, was vorher nicht schon in den Sinnen
    war."
    #+BEGIN_LaTeX
    \vspace{.3cm}
    #+END_LaTeX

    #+BEGIN_LaTeX
    \noindent{}
    #+END_LaTeX
    *Rationalismus* - Es gibt in /jedem Wissen/ einen Anteil, der nicht aus der
    Erfahrung kommt. Der Verstand bringt auch neue Erkenntnis. "Nichts ist im
    Geiste, was nicht vorher in den Sinnen war, außer dem Verstand selbst."
    #+BEGIN_LaTeX
    \vspace{.3cm}
    #+END_LaTeX

    #+BEGIN_LaTeX
    \noindent{}
    #+END_LaTeX
    *Positivismus* - Positivismus ist reell, widmet sich dem, was wir
     tatsächlich verstehen können. Wir akzeptieren keine unlösbaren
     Fragen. Positivismus zielt auf einen Nutzen für den Menschen ab. Führt zu
     überprüfbaren Resultaten und ist präzise. Positivismus ist nie
     skeptisch. (19. Jh.)
    #+BEGIN_LaTeX
    \vspace{.3cm}
    #+END_LaTeX

    Die Strömungen im 20. Jh. sind allesamt aufklärerischer Natur, und haben
    nicht zur absicht weiter zu verwirren.
