Wissenschaftsphilosophie/Wissenschaftsphilosophie.tex
% Created 2018-02-27 Die 15:22
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\tolerance=1000
\usepackage{natbib}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,linkcolor=blue,
anchorcolor=blue,citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\author{Christian Sangvik}
\date{\textit{<2018-02-20 Die>}}
\title{Einführung in die Wissenschaftsphilosophie}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents


\section{Administratives}
\label{sec-1}

\subsection{Dozenten}
\label{sec-1-1}

\begin{itemize}
\item \href{mailto:christoph.baumberger@usys.ethz.ch}{Christoph Baumberger}
\item \href{mailto:georg.brun@usys.ethz.ch}{Georg Brun}
\end{itemize}

\subsection{Tutoren}
\label{sec-1-2}

\begin{itemize}
\item \href{mailto:benedikt.knueses@usys.ethz.ch}{Benedikt Knüsel}
\item \href{mailto:heerss@student.ethz.ch}{Selim Heers}
\item \href{mailto:martin.ostermeier@usys.ethz.ch}{Martin Ostermeier}
\end{itemize}

\subsection{Webseite}
\label{sec-1-3}

\subsection{Literatur}
\label{sec-1-4}

\subsection{Prüfung}
\label{sec-1-5}

\section{Einleitung}
\label{sec-2}

\section{Vorlesungen}
\label{sec-3}

\subsection{01 | Vorlesung vom 20. Feb. 2018}
\label{sec-3-1}

\subsubsection{Was unterscheidet sie von nichtwissenschaftlichen Unternehmungen?}
\label{sec-3-1-1}

Wissenschaft ist

\begin{itemize}
\item Empirisch überprüfbare Hypothese
\item möglichst objektiv
\item nicht dogmatisch
\item reproduzierbare Ergebnisse
\item Falsifizierbarkeit
\item Pluralität von Modellen
\item Idealisierungen
\item Prognosen
\item Quantitative Methoden
\item eindeutige Resultate
\item prinzipiell von jedem erlernbar
\item Unsicherheit
\end{itemize}

\subsubsection{Aristotelischer Begriff der Wissenschaft}
\label{sec-3-1-2}

Aristoteles ist der wichtigste Wissenschaftsphilosoph der Antike. Er hat an
einer Grosszahl von Dingen gearbeitet. Von Logik, über Ethik bis hin zur
Naturwissenschaft sehr ausführlich betrachtet.

Wissenschaftlich in allen Richtungen aktiv.

\begin{enumerate}
\item Was bedeutet es, etwas zu lernen?
\label{sec-3-1-2-1}

Lernen beruht auf Beobachtung. Nicht alle lernen auf die gleiche Weise.
\end{enumerate}

\subsubsection{Bacon}
\label{sec-3-1-3}

Wissenshaft gerechtfertig durch Anwendbarkeit und praktischen Nutzen.

\subsection{Logischer Empirismus}
\label{sec-3-2}

\subsubsection{Philosophiegeschichte}
\label{sec-3-2-1}

\textbf{Empirismus} - \emph{Alles Wissen} nimmt seinen Anfang in der Erfahrung. Es muss
begründbar sein. "Nichts ist im Geiste, was vorher nicht schon in den Sinnen
war."
\vspace{.3cm}

\noindent{}
\textbf{Rationalismus} - Es gibt in \emph{jedem Wissen} einen Anteil, der nicht aus der
Erfahrung kommt. Der Verstand bringt auch neue Erkenntnis. "Nichts ist im
Geiste, was nicht vorher in den Sinnen war, außer dem Verstand selbst."
\vspace{.3cm}

\noindent{}
\textbf{Positivismus} - Positivismus ist reell, widmet sich dem, was wir
 tatsächlich verstehen können. Wir akzeptieren keine unlösbaren
 Fragen. Positivismus zielt auf einen Nutzen für den Menschen ab. Führt zu
 überprüfbaren Resultaten und ist präzise. Positivismus ist nie
 skeptisch. (19. Jh.)
\vspace{.3cm}

Die Strömungen im 20. Jh. sind allesamt aufklärerischer Natur, und haben
nicht zur absicht weiter zu verwirren.
% Emacs 25.3.1 (Org mode 8.2.10)
\end{document}
